let reviewArray = [
    {
        rid: 1,
        pid: 6,
        userName: '배수정',
        date: '2026.09.28',
        rating: 4,
        reviewImgs:[
            "rev1.jpg",
            "rev2.jpg",
            "rev3.jpg"
        ],
        reviewTxt: `원목 느낌이 너무 따뜻하고 예뻐요.
        거실과 주방 사이에 두었는데 공간 분위기가 한층 부드러워졌습니다.
        생각보다 상판이 넓어서 4명이 앉아도 여유가 있어요.
        나무 결도 자연스럽고 마감도 깔끔해서 만족스럽습니다.
        매일 식사할 때마다 잘 샀다는 생각이 들어요. 사진으로 봤을 때보다 실제로 받아보니 더 묵직하고 안정감 있습니다.
색감이 너무 노랗지 않은 자연스러운 원목이라 마음에 들었어요.
모서리도 부드럽게 처리되어 있어서 아이와 함께 사용하기에도 좋았어요.
의자와 함께 배치하니 작은 카페 같은 느낌도 납니다. 다리 부분도 튼튼해서 흔들림 없이 잘 사용하고 있습니다.
다만 배송 전에 생각했던 것보다 크기가 조금 크게 느껴졌어요.
그래도 식탁 위에 이것저것 올려두기 좋아서 만족합니다. 거실과 주방 사이에 두었는데 공간 분위기가 한층 부드러워졌습니다.
        생각보다 상판이 넓어서 4명이 앉아도 여유가 있어요.
        나무 결도 자연스럽고 마감도 깔끔해서 만족스럽습니다. 매일 식사할 때마다 잘 샀다는 생각이 들어요. 사진으로 봤을 때보다 실제로 받아보니 더 묵직하고 안정감 있습니다.
색감이 너무 노랗지 않은 자연스러운 원목이라 마음에 들었어요.
모서리도 부드럽게 처리되어 있어서 아이와 함께 사용하기에도 좋았어요.
의자와 함께 배치하니 작은 카페 같은 느낌도 납니다. 다리 부분도 튼튼해서 흔들림 없이 잘 사용하고 있습니다.
다만 배송 전에 생각했던 것보다 크기가 조금 크게 느껴졌어요.`

    },
    {
        rid: 2,
        pid: 6,
        userName: '박지훈',
        date: '2026.09.19',
        rating: 5,
        reviewImgs:[
            "rev4.jpg",
            "rev5.jpg",
            "rev6.jpg",
            "rev7.jpg",
            "rev8.jpg",
        ],
        reviewTxt: `사진으로 봤을 때보다 실제로 받아보니 더 묵직하고 안정감 있습니다.
색감이 너무 노랗지 않은 자연스러운 원목이라 마음에 들었어요.
다리 부분도 튼튼해서 흔들림 없이 잘 사용하고 있습니다.
다만 배송 전에 생각했던 것보다 크기가 조금 크게 느껴졌어요.
그래도 식탁 위에 이것저것 올려두기 좋아서 만족합니다. 원목 느낌이 너무 따뜻하고 예뻐요.
        거실과 주방 사이에 두었는데 공간 분위기가 한층 부드러워졌습니다.
        생각보다 상판이 넓어서 4명이 앉아도 여유가 있어요. 모서리도 부드럽게 처리되어 있어서 아이와 함께 사용하기에도 좋았어요.
의자와 함께 배치하니 작은 카페 같은 느낌도 납니다.`

    },
    {
        rid: 3,
        pid: 7,
        userName: '이민정',
        date: '2026.09.12',
        rating: 3,
        reviewImgs:[
            "r11.jpg",
            "r12.jpg",
            "r13.jpg",
            "r14.jpg",
            "r15.jpg",
            "r16.jpg",
        ],
        reviewTxt: `집 분위기를 따뜻하게 바꾸고 싶어서 구매했는데 정말 잘 어울려요.
원목 특유의 결이 살아 있어서 볼수록 예쁜 테이블입니다.
모서리도 부드럽게 처리되어 있어서 아이와 함께 사용하기에도 좋았어요.
의자와 함께 배치하니 작은 카페 같은 느낌도 납니다.
디자인과 실용성을 모두 만족시키는 제품이라 추천하고 싶어요.`
    },
];